app/controllers/mountings_controller.rb

SELECT "mountings".* FROM "mountings"
---
  def index
    @mountings = Mounting.all