app/controllers/providers_controller.rb

SELECT "providers".* FROM "providers"
---
  def index
    @providers = Provider.all